tap "hashicorp/tap"
brew "awscli"
brew "ffmpeg"
brew "fzf"
brew "imagemagick"
brew "jpegoptim"
brew "libpq"
brew "mkcert"
brew "neovim"
brew "node@20"
brew "pnpm"
brew "ripgrep"
brew "uv"
brew "hashicorp/tap/terraform"
cask "cursor"
cask "devtoys"
cask "ghostty"
cask "visual-studio-code"
vscode "pkief.material-icon-theme"
