tap "hashicorp/tap"
brew "awscli"
brew "ffmpeg"
brew "fzf"
brew "imagemagick"
brew "jpegoptim"
brew "libpq"
brew "mkcert"
brew "neovim"
brew "node@20"
brew "openjdk"
brew "pngquant"
brew "pnpm"
brew "pre-commit"
brew "ripgrep"
brew "uv"
brew "hashicorp/tap/terraform"
cask "cursor"
cask "ghostty"
cask "google-cloud-sdk"
cask "visual-studio-code"
vscode "biomejs.biome"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "openai.chatgpt"
vscode "pkief.material-icon-theme"
